<?php

return [
    //スケジュール背景色
    'backgroudColor' => [
        '営業/外出' => "#2457bf",
        '出張' => '#e8852a',
        '会議' => '#ae44cf',
        '社内業務' => '#ae44cf',
        'オンライン' => '#6fa9e3',
        '来客対応' => '#bd4844',
        'テレワーク' => '#75a85e',
        'その他' => '#747876',
      
    ],


    'is_public' => [
        '0' => [
            'id' => 0,
            'text' => '公開'
        ],
        '1' => [
            'id' => 1,
            'text' => '非公開'
        ],
    ],


    'type' => [
        '営業/外出',
        '出張',
        '会議',
        '社内業務',
        'オンライン',
        '来客対応',
        'テレワーク',
        'その他',
     
    ],

];
