<?php

return [
    'category' => [
        '営業/外出' => "#2457bf",
        '会議' => '#DD6673',
        '社内業務' => '#ae44cf',
    ],


    'is_public' => [
        0 => [
            'id' => 0,
            'text' => '公開'
        ],
        1 => [
            'id' => 1,
            'text' => '非公開'
        ],
    ],


    'notification_list' => [
        '15分前',
        '30分前',
        '1時間前',
        '3時間前',
        '6時間前',
        '当日 08:00'
    ],



    'notification_time_conversion' => [
        '15分前' => '15',
        '30分前' => '30',
        '1時間前' => '60',
        '3時間前' => '180',
        '6時間前' => '360',
    ],


    'timeList' => [
        '00',
        '15',
        '30',
        '45',
        '00',
    ],

    'hourList' => [
        '06',
        '07',
        '08',
        '09',
        '10',
        '11',
        '12',
        '13',
        '14',
        '15',
        '16',
        '17',
        '18',
        '19',
        '20',
        '21',
        '22',
        '23',
    ],


];
