<?php

return [
    //スケジュール背景色
    'department_replace' => [
        'CCD' => "IT事業部", //青
        'ICTS' => '企画営業部',     //オレンジ
        'LOD' => 'TC部(タクシー)',     //紫
        'MGT' => 'MGT',  //紫
        'TCD' => 'TC部(バス)', //薄青
        'WSD' => 'OTA運営事業部', //赤
        '経理' => '経理部', //緑
        '' => 'インバウンド推進事業部', //緑
    ],


    'department_groupid' => [
        'IT事業部' => 1,
        'MGT' => 2,
        'OTA運営事業部' => 3,
        'TC部(タクシー)' => 4,
        'TC部(バス)' => 5,
        'インバウンド推進事業部' => 6,
        '企画営業部' => 7,
        '経理部' => 8,
    ]

];
